import React from 'react'

import TopNavBar from '../TopNavBar'

class Theory_Sovety_v_obuchenii extends React.Component {
	render () {
		return (
			<div className="index">
				<TopNavBar />
				<div className="container">
					<h1>Советы в обучении</h1>
					<p>Мой главный совет для игроков с ABI ниже $50 (а таких большинство) – просто понять, сколько времени вам следует тратить на обучение и чему именно нужно учиться. Я вижу, что очень многие игроки работают над игрой крайне неэффективно. Если вы играете дешевые МТТ, вам не нужно думать о том, как строить оптимальные диапазоны для 100bb стеков на стадии до анте, и вас не должно беспокоить, как Sauce сыграл бы в хедз-апе против Ike, и точное количество комбинаций в вашем диапазоне блефа на NL2k в 6-макс кэше с глубокими стеками вас тоже не должно интересовать. Лучшие турнирные игроки не смогли бы побить NL2k (с их набором навыков), на самом деле, за столы с ними выстраивались бы очереди. В этом нет ничего плохого – наоборот, это комплимент. Но если вы хотите в ближайшие годы играть МТТ и подниматься по лимитам, очень важно учиться эффективно. Фил Гальфонд сейчас может меня возненавидеть, поэтому заранее прошу у него прощения. Многие считают, что [его сайт] Run It Once очень сильно вредит игре. В турнирах, по-моему, это совсем не так, скорее, даже наоборот. Многие игроки тратят время на просмотр обучающих видео, которые не подходят к их стилю игры. Но они все равно их пересматривают, делают пометки и пытаются досконально разобраться в продвинутой теории. Я могу поклясться чем угодно, что это даже близко не лучший способ научиться играть турниры в плюс. Не поймите меня неправильно, это замечательный обучающий контент, но если бы игроки не пытались копировать лучших, они бы, возможно, более эффективно работали над своей игрой и быстрее бы поняли, что в ней следует изменить.</p>
					<p>Мой второй совет – объем игры. Если ваш ABI ниже $50, и вы играете меньше 500 турниров в месяц, вы просто тратите время впустую. Дистанция – самое главное в этой игре, без нее вы ограничиваете себя в двух важнейших моментах:</p>
					<p>1. Количество денег, которое можете выиграть. Конечно, однажды вы можете занести Sunday Million, но вообще математика простая. Ваш ABI – X, количество турниров – Y, ROI – Z, и в итоге вы выигрываете W. Ваша цель – максимальное W. Безусловно, обучение, как и жизненный баланс, очень важны, но без Y не будет никакого W.</p>
					<p>2. Самое важное в покерных турнирах – отслеживать общие тенденции и действия других игроков. А кто не играет, тот ничего не видит.</p>
					<hr />
					<p>Прилетел на Самуи на 3 месяца, вроде все по кайфу, только в первые дни дождей много было.</p>
					<p>но встал вопрос во что играть. Мтт практически нереально катать, из-за часового пояса, ха-кеш умер, в капах нет игры. По-ходу придется играть спины, или забить хуй на море и солнце и ноулайфить мтт) Но тут есть дилемма.</p>
					<p>а) Я хорошо играю в спины, у меня дохуя всего просчитано, хуярю как робот на автомате + получается довольно неплохо, но я дико устаю от них и через неделю игры меня тошнит, и я запускаю что угодно только не спины</p>
					<p>б) Мне очень нравится играть в мтт. Динамика, хуямика, азарт, радости побед, горесть поражений итд. Но у меня хуевые резалты в мтт, и игра такая, что хуй разберешь как их играть. Посчитал пушфолд, рестилы, хорошие ренжи открытия по позициям, разобрал много ицм ситуаций в хрц, разобрал много спотов в солвере, а бб/100 все равно хуйня и на табло результат не очень. Обв я разорву всякие бомжелимиты на гавнорумах, но бамхант это не про нас, хотелось бы тащить и на сильных полях.</p>
					<p>Так что надо решить что делать, либо еще сильней развиваться в мтт и выходить на топ-уровень и регулярно их катать+ подлуживать спины, или плотно катать спины, а в мтт катать только сериия, воскресенья и офф. Ну и турбинки бухим лудить) Еще и блог надо перенести. Я за последние полтора года хаснгшек от силы штук 100 сыграл)</p>
					<hr />
					<h2>Фёдор Хольц</h2>
					<p>Ответ зависит от конкретного турнира: структура, рейк, ребаи или реэнтри, сколько любителей играет и так далее. Уровень игры тоже не константа – любой из участников, если плотно позанимается покером полгода, сможет стать одним из сильнейших в группе, и любой из лидеров, который на год бросит работу над игрой, откатится в хвост.</p>
					<p>Не думаю, что смогу конкурировать с молодыми игроками, которые поднимутся на этот уровень через три года. Когда ты сидишь дома, много играешь в интернете и работаешь с программами...</p>
					<p>GTO-программами, которые помогают решать игру. Если у тебя хорошо работает голова, с их помощью можно построить очень сильную стратегию. Поэтому у меня и было преимущество, когда я начал играть дорогой офлайн – я смог применить опыт, полученный в интернете в 2013-14 годах, и сделать собственные наработки. Представители предыдущего поколения работали над игрой, обсуждая раздачи устно, без софта. Сейчас они, по-моему, уже поняли, что без работы с программами наверху делать нечего, и начали подтягиваться, особенно когда пришли представители новой волны – Сэм Гринвуд, Даниэль Дворесс, Антон Астапов... Все эти парни очень хороши: неплохо держатся в офлайне, много и качественно работают над теорией, много играют в интернете. Когда человек пятнадцать такого уровня садятся в турнир, играть становится намного труднее!</p>
					<p>Что происходит сейчас? Люди повсеместно используют GTO-программы, чтобы научиться играть, как программа, думать, как программа. Не думаю, что кто-то из игроков хайстейкс использует ботов во время игры, хотя отвечать за всех я не могу. В онлайн-покере всё же больше возможностей для использования программ-подсказчиков во время игры, чем в офлайне</p>
					<p>– Как именно игроки тренируются с GTO-софтом?</p>
					<p>Проверяется огромное количество разных ситуаций – тысячи, десятки тысяч... Чтобы полностью разобрать все возможности, не хватит и сотен тысяч симуляций, поэтому выбор наиболее важных из них – тоже искусство. Но сам я бы предпочёл играть без программ, даже тренировочных, и анализировать игру только своей головой.</p>
					<p>Если же хочет выигрывать, мой совет будет один и для бизнесмена, и для новичка – надо много работать. Люди, которые сидят на самом верху, работают круглосуточно. Они даже не спят – я знаю! И у них уже есть преимущество – опыт.</p>
					<p>Золотые шахты тоже поначалу очень хороши, потом найти золото становится всё труднее, а потом оно почти заканчивается, но никогда не заканчивается полностью. Покер всё ещё хорошая работа, которая позволяет прилично зарабатывать, и есть немало примеров средних регуляров, которые благодаря трудолюбию смогли подняться на самый верх.</p>

					<p>– Наверное, самый очевидный вопрос. Что делает тебя успешным игроком в покер? Чем ты выделяешься на фоне менее успешных – складом ума, банкролл-менеджментом, витками дисперсии, количеством сессий, объемом игры, образованием, А-игрой?</p>
					<p>– Врожденные когнитивные способности, игровое прошлое, теоретический и математический подход к игре, хороший круг друзей, дисциплинированный банкролл-менеджмент, отсутствие тильта и проблем с лудоманией.</p>

					<p>
						1. Если сравнивать слабоплюсовых регов с сильнейшими игроками хайстейкс, в чем основное различие?
						2. Есть ли шансы у игроков эксплуатирующего стиля (не фишей) на хайстейкс или сейчас уже все зависит от того, кто лучше разобрался в GTO?
					</p>
					<p>
						1. Лучше читают руки, лучше балансируют диапазоны, лучше разбираются в сайзингах, понимают, когда сделать небольшую ставку, а когда – овербет, знают, как реагировать на разные сайзинги оппонентов.
						2. Да, шансов достаточно. Не думаю, что вообще кто-нибудь играет хотя бы близко к теоретически непобедимому GTO.
					</p>

					<p>
						Теперь потусуюсь в этом разделе) Ха мертв, спины оч скучные, поэтому буду строить карьеру мтт про топрега. На самом деле быть мттшником не так просто как кажется. Железную жопу не дают в роддоме) И выдержки далеко не у всех хватает. + лично мне не хватает иногда концентрации. А еще тут часто нужно включать экстрасенса, даже не часто, а очень часто. Умение сфолдить свой топ0,01 диапазона на ривере, доблефовать руку которую должны были выкинуть на префлопе и вколить ривер на неусилившемся дро с флопа в этой игре часто есть хорошая игра)
					</p>
					<p>
						Но энивей, начинаем тренировку, потом скупы, а потом ВСОп к которому должен прийти в статусе магистра мтт. Пока умею только класть диапазоны, правильно пихать и вскрывать по гто. Надеюсь к июню уже научиться угадывать оппа руку вплоть то мастей, выкидывать АК по чуечке и фолдить второй натс по телзам. Гл всем, буду держать вас в курсе
					</p>
					
					<p>
Такая игра позволяла иметь нормальные деньги, и казалось, это будет длиться вечно. Мол, сейчас мы погуляем, а через пять лет, если захотим, займёмся делами и станем миллионерами. Сегодня ясно, что миллионером можно было стать именно тогда, но тогда мне вполне хватало того, что есть. О завтрашнем дне я не думал. Я вообще от психолога только узнал, что существуют, оказывается, такие люди, которые думают и о будущем, а не только о настоящем.
					</p>
					
					<p>
Для начала, не все понимают, что Нэш – это игра диапазон против диапазона. Не может быть такого, что ты что-то зарэйзил, что-то залимпил, потом тебе приходит Qx  5x , открываешь таблицы – пуш! Тебя закрывают, ты проигрываешь, но ты же по Нэшу запушил, значит, всё нормально.

Нет! Это игра рейндж на рейндж, и ты пушишь Qx  5x  под прикрытием остального диапазона, который тоже пушишь. Если ты заминирэйзил тузов – у тебя нет Нэша. Что-то залимпил – Нэш кончился. Поэтому приходится в любой глубине строить свой собственный рейндж – лимп-колла пуша и так далее.

А ведь Нэш – это только префлоп в ультракоротких стеках, но на этом простом примере можно хорошо проиллюстрировать общую проблематику построения сложнорейнджевых стратегий. Потому что в современном покере всё делается «под прикрытием рейнджа».
					</p>
					
					<p>
Много лет назад я пересмотрел массу видео со старых CardRunners, а ведь многие общие покерные концепции с тех пор не менялись. Могу сказать, что больше всего моё покерное мышление перевернула серия видео Гальфонда «Philosophy». Это была не живая сессия, а просто абстрактные ролики – «Я и Нечто». И то, что я их увидел и понял, помогает мне на протяжении всей покерной карьеры!
					</p>
					
					<p>
Когда человек что-то более-менее понимает в покере, поднимается по лимитам, тогда начинается выдавливание воды из камня, и решают мелочи. Хорошее знание и понимание этих мелочей должно быть, наверное, оберегаемым знанием. Но плюсового игрока низких лимитов от плюсового игрока средних лимитов отличают вовсе не мелочи: по покерному мышлению их разделяет пропасть. Да, да, именно так – мне непонятно, за счёт чего люди на низких лимитах собираются выигрывать друг у друга. Но и между топ-регами и регом средней руки вроде меня тоже огромный разрыв.
					</p>
					
					<p>
ет, терпеть нечего – надо вгрызаться! Когда ты фолдишь с большого блайнда, у тебя винрейт -100 бб/100. Если можешь защитить руку и на постфлопе показать -95 бб/100 – надо это делать. Играть сложные раздачи, принимать высокодисперсионные решения, быть готовым играть на стек, если это увеличивает ожидание.
					</p>
					
					
					<p>
Если у покера это получится, если он останется модным или хотя бы популярным развлечением и в дальнейшем, действия румов на его будущее не повлияют.

Профессионалов устроила бы и любая другая сложная популярная игра, если бы в ней были деньги. Нам-то что – мы хоть в морской бой, если надо будет. Как именно они хотят развлекаться, это целиком и полностью выбор любителей, а наша задача – обеспечить им это развлечение на полную катушку.
					</p>
				</div>
			</div> 
		)
	}
}

export default Theory_Sovety_v_obuchenii